{"2268ff":"Home","-48105b4":"Private Login","69b1de54":"Custom orders","-12717657":"profile","-64104400":"Contact","-666893c9":"private dashboard","-6a5123cd":"your invoices","-3e75156c":"dashboard","75147e2f":"Always","1c29a0be":" Our Hopeful Necklace is about hope and optimism. We designed it during Covid as a totem for optimism during trying times. ","-5e0c8452":"Domestic violence increased during Covid. We teamed up with The Center for Family Justice and created this necklace to support their efforts in addressing domestic violence.  It's shape -- the octagon signifies stopping domestic violence.","504cd190":"private invoice","-6d5fea1e":"Heading","-5b7ba95f":"Hopeful","123b4":"Joy","31ef0509":"It's difficult to find someone who hasn't been touched directly or indirectly by a mental health issue. Mental health includes our emotional, psychological and social well-being. It affects how we think, feel and act. We are so happy there is finally more awareness out there with the struggles of mental health. We want to provide a little extra JOY. For every JOY necklace sold, we will donate a JOY necklace to a person touched by mental health issues.","eb7ad2a":"⁠\n  ","625ef69":"login","-42cb53ed":"Please login with one time password link","5a0ea5a1":"Thank you! Your submission has been received!","-7c112e99":"Oops! Something went wrong while submitting the form.","-462c75d3":"account","-12a3601":"Thank you for your order.","200d":"‍","-7b2cfbf8":"complete purchase","3f20b432":"LOG OUT","-5c29462a":"Perfect Imperfect","87b15f6":"This beautiful meaningful piece was inspired by a beautiful boy named Evan who was born with CHD (congenital heart defect). Evan’s heart is imperfect yet so perfect with his love of life and vibrant, warrior personality. For every heart necklace sold, one is donated to a child with CHD through Evan’s Fund at Boston Children’s Hospital.","490ff5d2":"Custom locked content","3a12ae74":"custom orders","-2b7010d0":"Email Address","-292851c5":"phone number","2a696f4c":"best time to call","6196a7d3":"customization"}